<html>
   <head>
        <title> Link Vertical </title>
   </head> <meta charset="UTF-8">
   <body style="margin-left:20%;margin-right:20%"> <font face="arial">
<h1 align="center"> <a name="sobe"> Cursos de webdesign </a> </h1>
<hr align="center" width="100%" size="2" color="gray"/>
<h4> <strong> <u> Conhe&ccedil;a nossos cursos: </u> </strong> </h4>
<ul> <li> <a href="#html"> HTML </a> </li>
<li> <a href="#dw"> DreamWeaver </a> </li>
<li> <a href="#flash"> Flash </a> </li>
<li> <a href="#frw"> Fireworks </a> </li> </ul>
</br>
<hr align="center" width="100%" size="2" color="gray"/>
<h4> <strong> <a name="html"> HTML </a> </strong> </h4>
<i> O que &eacute;? </i>
</br>
</br>
HTML (acr&ocirc;nimo para a express&atilde;o inglesa HyperText Markup Language,
que significa Linguagem de Marca&ccedil;&atilde;o de Hipertexto) &eacute; uma
linguagem de marca&ccedil;&atilde;o utilizada para produzir p&aacute;ginas na Web.
DOcumentos HTML podem ser interpretados por navegadores.
</br>
</br>
<i> Sobre o curso: </i>
</br>
</br>
Este curso ensina desde os conceitos b&aacute;sicos da linguagem HTML,
&aacute;te a cria&ccedil;&atilde;o de formul&aacute;rios para a Web, ideal para
iniciantes, o par quem quer um guia de consulta, tamb&eacute;m possui um Gloss&aacute;rio
com todas as palavras mais utilizadas na Internet.
</br>
</br>
</br>
</br>
<h4> <strong> <a name="dw"> Dreamweaver </a> </strong> </h4>
<i> O que &eacute;? </i>
</br>
</br>
O Adobe Dreamweaver, antigo Macromedia Dreamweaver &eacute; um software
de desenvolvimento voltado para a web criada pela Macromedia (adquirida pela Adobe
Systems), e que est&aacute; atualmente na vers&atilde;o CC.
</br>
</br>
Suas vers&otilde;es iniciais serviam como um simples editor HTML WYSIWYG
("What You See Is What You Get", ou "O que voc&ecirc; v&ecirc; &eacute; o que
voc&ecirc; tem"), por&eacute;m as suas vers&otilde;es posteriores incorporaram um
not&aacute;vel suporte para v&aacute;rias tecnologias web, tais como XHTML, CSS,
JavaScript, Ajax, PHP, ASP, ASP.NET, JSP, ColdFusion e outras linguagens Server-side.
</br>
</br>
<i> Sobre o curso: </i>
</br>
</br>
Este curso ensina todas as t&eacute;cnicas e recursos fundamentais para
desenvolver sites com efeitos visuais sensacionais.
</br>
</br>
</br>
</br>
<h4> <strong> <a name="flash"> Flash </a> </strong> </h4>
<i> O que &eacute;? </i>
</br>
</br>
Flash era um plugin multiplataforma gr&aacute;tis, baseado em navegador,
que permitia a exibi&ccedil;&atilde;o de conte&uacute;dos e v&iacute;deos. Ele
foi descontinuado pela Adobe em 2020 e, muitas vezes, exibe o alerta "o plugin
Adobe Flash Player n&atilde;o &eacute; mais compat&iacute;vel".
</br>
</br>
</br>
</br>
<h4> <strong> <a name="frw"> Fireworks </a> </strong> </h4>
<i> O que &eacute;? </i>
</br>
</br>
O Adobe Fireworks tem como diferencial um programa vers&aacute;til que
facilita a cria&ccedil;&atilde;o, edi&ccedil;&atilde;o e otimiza&ccedil;&atilde;o
das imagens. Ao mesmo tempo em que voc&ecirc; cria a imagem, pode tamb&eacute;m
projetar efeitos com sobreposi&ccedil;&atilde;o, e ainda recortar, otimizando o
tamanho da imagem e, consequentemente, reduzindo o tamanho do arquivo.
</br>
</br>
Este curso ensina como usar Fireworks para criar Layouts para a Web.
<h5 align="right"> <a href="#sobe"> sobe </a> </h5>

</font>
   </body>
</html>